{
  "permissions-denied": "Permisos insuficientes",
  "voice-set-to-free-speech": "此頻道已被設為自由發言",
  "voice-set-to-forbid-speech": "此頻道已被設為僅限管理員發言",
  "voice-set-to-queue": "Este canal está configurado para hablar por turno. Haz clic en \"Solicitar turno\" para hablar",
  "voice-change-to-free-speech": "該頻道語音已被設為自由發言",
  "voice-change-to-forbid-speech": "該頻道語音已被設為僅管理員發言",
  "voice-change-to-queue": "El canal de voz ha sido cambiado a modo por turno. Haz clic en \"Solicitar turno\" para hablar",
  "text-change-to-forbid-speech": "該頻道聊天室已被設為僅管理員發言",
  "text-change-to-free-speech": "該頻道聊天室已被設為自由發言",
  "text-change-to-forbid-text": "此頻道已被設定為禁止遊客發送文字訊息",
  "text-change-to-allow-text": "此頻道已被設定為允許遊客發送文字訊息",
  "text-change-to-forbid-url": "此頻道已被設定為禁止遊客發送包含URL的文字訊息",
  "text-change-to-allow-url": "此頻道已被設定為允許遊客發送包含URL的文字訊息",
  "text-change-to-max-length": "La longitud máxima para enviar mensajes de texto de los visitantes ha cambiado a: {{0}}",
  "text-change-to-wait-time": "El tiempo de espera permitido para que los visitantes envíen mensajes de texto ha cambiado a: {{0}} segundos",
  "text-change-to-gap-time": "El intervalo entre mensajes de texto enviados por los visitantes ha cambiado a: {{0}} segundos",
  "degrade-self-from-channel-admin": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> ha sido removido como administrador del canal.",
  "degrade-self-from-server-admin": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> ha sido removido como administrador del grupo.",
  "degrade-self-from-member": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> ha sido removido como miembro.",
  "upgrade-self-to-member": "Te has unido como miembro de este grupo.",
  "upgrade-self-to-channel-admin": "Has sido ascendido a administrador de este canal.",
  "upgrade-self-to-server-admin": "Has sido ascendido a administrador de este grupo.",
  "upgrade-member-to-channel-admin": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> ha sido ascendido a administrador del canal.",
  "upgrade-member-to-server-admin": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> ha sido ascendido a administrador del grupo.",
  "upgrade-guest-to-member": "<@{{userName}}{{userGender}}{{userPermissionLevel}}> se unió al grupo y es ahora miembro.",
  "blocked-member": "Se le ha bloqueado del grupo de voz y no puede unirse al grupo",
  "blocked-member-to": "Se le ha bloqueado temporalmente de este grupo de voz y no podrá unirse al grupo hasta que",
  "forbid-voice-for-member": "【{{target}}】ha sido silenciado por voz por el administrador 【{{operator}}】",
  "unforbid-voice-for-member": "【{{target}}】ha sido habilitado para hablar nuevamente por el administrador 【{{operator}}】",
  "forbid-text-for-member": "【{{target}}】ha sido prohibido enviar mensajes de texto por el administrador 【{{operator}}",
  "unforbid-text-for-member": "【{{target}}】ha sido autorizado nuevamente para enviar mensajes de texto por el administrador 【{{operator}}】",
  "forbid-voice-fro-self": "Has sido silenciado por voz por el administrador 【{{operator}}】",
  "unforbid-voice-fro-self": "El administrador 【{{operator}}】 ha habilitado nuevamente tu voz",
  "forbid-text-fro-self": "Has sido bloqueado para enviar mensajes de texto por el administrador 【{{operator}}】",
  "unforbid-text-fro-self": "El administrador 【{{operator}}】 ha restaurado tu permiso para enviar mensajes de texto",
  "timeout-member-from-server": "【{{target}}】ha sido expulsado del grupo por el administrador 【{{operator}}】",
  "timeout-member-from-channel": "Has sido expulsado del canal 【{{channel}}】 por el administrador 【{{operator}}】",
  "timeout-self-from-channel": "Has sido expulsado del canal 【{{channel}}】 por el administrador 【{{operator}}】 por {{time}} minutos",
  "block-member-from-server": "【{{target}}】ha sido bloqueado por el administrador 【{{operator}}】",
  "kick-member-from-server": "【{{target}}】ha sido expulsado del canal por el administrador 【{{operator}}】",
  "kicked-from-server": "Te han expulsado del grupo",
  "server-limit-reached": "No se puede crear el grupo. Se ha superado el número máximo de grupos que se pueden crear",
  "send-shake-window": "Has enviado un toque de ventana a la otra persona",
  "receive-shake-window": "La otra persona te ha enviado un toque de ventana",
  "channel-alert": "Anuncio del canal para <@{{userName}}{{userGender}}{{userPermissionLevel}}>",
  "server-alert": "Anuncio del grupo para <@{{userName}}{{userGender}}{{userPermissionLevel}}>",
  "cannot-join-server-due-to-reject-member-application": "No se puede unir al grupo. No se aceptan solicitudes de membresía",
  "send-server-application-successed": "La solicitud ha sido enviada, por favor espera la aprobación del administrador",
  "send-friend-application-successed": "¡La solicitud de amistad ha sido enviada y está pendiente de la confirmación de la otra persona!",
  "others-device-login": "Otro dispositivo ha iniciado sesión, por favor vuelve a iniciar sesión",
  "login-error": "error de inicio de sesión",
  "already-friend": "Ya son amigos",
  "account-not-found": "Cuenta no encontrada",
  "account-already-exists": "La cuenta ya existe",
  "invalid-account-or-password": "Nombre de usuario o contraseña incorrectos",
  "reset-password-link-send-failed": "Error al enviar el enlace para restablecer la contraseña, por favor inténtalo de nuevo más tarde",
  "reset-password-success": "Contraseña restablecida con éxito, por favor inicia sesión con la nueva contraseña",
  "reset-password-failed": "Error al restablecer la contraseña, por favor inténtalo de nuevo más tarde",
  "login-failed": "Error al iniciar sesión, por favor inténtalo de nuevo más tarde",
  "register-failed": "Error al registrarse, por favor inténtalo de nuevo más tarde",
  "get-data-failed": "Error al obtener los datos, por favor inténtalo de nuevo más tarde",
  "read-image-failed": "Error al cargar la imagen, por favor inténtalo de nuevo más tarde",
  "upload-image-failed": "Error al subir la imagen, por favor inténtalo de nuevo más tarde",
  "invalid-file": "Archivo inválido",
  "invalid-file-type": "Tipo de archivo no soportado",
  "connect-rtc-failed": "Conexión RTC fallida, por favor inténtalo de nuevo más tarde",
  "search-user-failed": "Error al buscar usuario, por favor inténtalo de nuevo más tarde",
  "connect-user-failed": "Error al iniciar sesión, por favor inténtalo de nuevo más tarde",
  "disconnect-user-failed": "Error al cerrar sesión, por favor inténtalo de nuevo más tarde",
  "edit-user-failed": "Error al editar usuario, por favor inténtalo de nuevo más tarde",
  "create-channel-failed": "Error al crear el canal, por favor inténtalo de nuevo más tarde",
  "edit-channel-failed": "Error al editar el canal, por favor inténtalo de nuevo más tarde",
  "delete-channel-failed": "Error al eliminar el canal, por favor inténtalo de nuevo más tarde",
  "connect-channel-failed": "Error al conectar con el canal, por favor inténtalo de nuevo más tarde",
  "disconnect-channel-failed": "Error al salir del canal, por favor inténtalo de nuevo más tarde",
  "search-server-failed": "Error al buscar grupo de voz, por favor inténtalo de nuevo más tarde",
  "create-server-failed": "Error al crear grupo de voz, por favor inténtalo de nuevo más tarde",
  "edit-server-failed": "Error al editar grupo de voz, por favor inténtalo de nuevo más tarde",
  "delete-server-failed": "Error al eliminar grupo de voz, por favor inténtalo de nuevo más tarde",
  "connect-server-failed": "Error al conectar con el grupo de voz, por favor inténtalo de nuevo más tarde",
  "disconnect-server-failed": "Error al salir del grupo de voz, por favor inténtalo de nuevo más tarde",
  "connect-servers-failed": "Error al conectar con el grupo de voz, por favor inténtalo de nuevo más tarde",
  "favorite-server-failed": "Error al guardar el grupo de voz en favoritos, por favor inténtalo de nuevo más tarde",
  "disconnect-servers-failed": "Error al salir del grupo de voz, por favor inténtalo de nuevo más tarde",
  "edit-friend-failed": "Error al editar amigo, por favor inténtalo de nuevo más tarde",
  "delete-friend-failed": "Error al eliminar amigo, por favor inténtalo de nuevo más tarde",
  "create-friend-group-failed": "Error al crear grupo de amigos, por favor inténtalo de nuevo más tarde",
  "edit-friend-group-failed": "Error al editar grupo de amigos, por favor inténtalo de nuevo más tarde",
  "delete-friend-group-failed": "Error al eliminar grupo de amigos, por favor inténtalo de nuevo más tarde",
  "send-friend-application-failed": "Error al enviar solicitud de amistad, por favor inténtalo de nuevo más tarde",
  "edit-friend-application-failed": "Error al editar solicitud de amistad, por favor inténtalo de nuevo más tarde",
  "delete-friend-application-failed": "Error al eliminar solicitud de amistad, por favor inténtalo de nuevo más tarde",
  "approve-friend-application-failed": "Error al aceptar solicitud de amistad, por favor inténtalo de nuevo más tarde",
  "edit-member-failed": "Error al editar miembro, por favor inténtalo de nuevo más tarde",
  "delete-member-failed": "Error al eliminar miembro, por favor inténtalo de nuevo más tarde",
  "send-member-application-failed": "No se pudo enviar la solicitud de membresía, inténtelo nuevamente más tarde",
  "edit-member-application-failed": "La solicitud de edición de miembro falló, inténtelo de nuevo más tarde",
  "delete-member-application-failed": "Error al eliminar la solicitud de miembro, inténtelo de nuevo más tarde",
  "approve-member-application-failed": "No se pudo aceptar la solicitud de membresía, inténtelo nuevamente más tarde",
  "send-message-failed": "Error al enviar el mensaje, por favor inténtalo de nuevo más tarde",
  "send-direct-message-failed": "Error al enviar mensaje privado, por favor inténtalo de nuevo más tarde",
  "shake-window-failed": "No se pudo enviar el movimiento de la ventana, inténtelo de nuevo más tarde"
}
